import './Resume.less';

const Resume = (props) =>{
  return (
    <div className={props.show==1?"resume active":"resume"}>
      想院飞十将度非治质民团和般山至大克我以农全节平两将路快那则展即按就般信还今种南会却行年族证年区照对照酸系现。完便会六世性各外市步方义亲年极员治打团为容设养周线劳论干使改圆年间国交风有己儿派期向论况规里自府查据头接始维。变二众林难新目题养只业同通认合造好平离却该列改人须达压资周构做每空政场光面外眼管个线立权观立外整军从联先织下影连。么维示海国门数原矿感则给式积美结处厂认相细要段已林构风真质青马开此住单便好南政象想状元离造也。周西至你山列设细过又还六温什劳前民解半天应响最而道重每现再系以月斯育门青速口太规党数决法行叫三织等八强三表面于。听成快联商专清越细拉二装可向些志过系下二层内适活就细据具把派来过么参斗着转此写研治目切争争改位建政着科便区识东已。全识式图如共场回里作写身办布过应北引革选志关看山性级外派听权时她运海整外力院道该形空看自少素只年严步况主率完思回马且生织交进当或效。九计器常速了标近料今半九商不群些因二越铁还达省规统入建人期极划党别民育养算持长高九出总火接较提阶况战几来直效关响存非意员快响看认适飞极治实石并子府。离引者集代又同基人知特江争别统但受生民阶公矿政四和个具度都而长手省路能应别向什了求号热政进新速放列面周权打议道感身适面类压务约类真走学提明速用置资是四。定议约温天力改数集科化这省后压机理际况制成转争号则风书律活至基育平车市口类龙酸海是展共养发十体料知九。
    </div>
  );
}

export default Resume;
